<template>
  <div>
    <h2>このサイトについて</h2>
    <p>にゃんぱす！は同人活動をちょっと快適にすることを目的としたウェブサービスです。</p>

    <h2>できること</h2>
    <p>あなたの twitter アカウントと連携すると、あなたがフォローしているフレンドのサークル一覧を表示できます。</p>

    <h2>おことわり</h2>
    <ul>
      <li>本サービスの利用は全て自己責任でお願いします。</li>
      <li>本サービスは Twitter から集められた情報を元に構成されている為、
        <ul>
          <li>Twitter から収集された情報のみが表示されます。</li>
          <li>表示されるイベントやサークル情報が誤っている可能性があります。</li>
          <li>イベント主催者様が発行しているカタログの代替にはなりません。</li>
        </ul>
      </li>
      <li>本サービスは、イベント主催者様ならびにサークル様とは一切関係ありません。</li>
      <li>本サービスに起因して生じたあらゆる損害について、開発者は一切の責任を負いません。</li>
    </ul>
  </div>
</template>
